{
	"portfolio-v1":{
		"title":"Oplevering 1",
		"content":"<h2>Oplevering Portfolio v1</h2><p>Een .zip van de eerste versie van mijn portfolio is <a href=\"hku/hku.zip\">hier</a> te vinden, een online versie <a href=\"http://studenthome.hku.nl/~daan.korssen/versie1\">hier</a></p>"
	},
	"wat-is-ixd": {
		"title":"Wat is IxD?",
		"content":"<h2>Wat is Interaction Design?</h2><p>Interaction Design beslaat in mijn ogen alles waarbij de interactie tussen mens en een ontworpen voorwerp een rol speelt. Dit kan rijken van commerciële toepassingen zoals user interface design tot abstracte interactieve kunst. Een goede interaction designer kan er voor zorgen dat ontwerpen intuïtief goed worden gebruikt door de gebruiker zonder uren te spenderen aan het lezen van handledingen.</p><p>Ik ga IxD studeren omdat ik mezelf wil ontwikkelen op het raakvlak van technologie en kunst, en in mijn ogen past deze richting daar het beste bij. Hiervoor was ik werkzaam als webdeveloper, maar ik merkte al snel dat die baan te veel gericht was op het uitvoeren en bouwen van wat andere mensen hadden bedacht. Ik wil graag zelf de creatieve leiding hebben en daarom heb ik besloten toch nog te gaan studeren.</p>"
	},
	"toelatingsopdracht": {
		"title":"Toelatingsopdracht",
		"content":"<h2>Toelatingsopdracht</h2><p>Mijn toelatingsopdracht is <a href=\"hku/toelatingsopdracht.pdf\">hier</a> te vinden</p>"
	},
	"favoriete-gadget": {
		"title":"Favoriete gadget",
		"content":"<h2>Mijn favoriete gadget</h2><p>Mijn favoriete gadget is mijn telefoon, omdat het zo’n multifunctioneel object is. Ik maak zelf af en toe ook apps, en het is mijn favoriete platform omdat de doelgroep immens groot is. In moderne maatschappijen heeft nagenoeg iedereen constant een telefoon bij zich en de mogelijkheden zijn daardoor nagenoeg oneindig.</p>"
	},
	"logboek": {
		"title":"Logboek",
		"content":"<h2>Logboek</h2><p>Ik heb een logboek bijgehouden tijdens het bouwen van dit porfolio. Dat document is <a href=\"hku/logboek.pdf\">hier</a> te vinden.</p>"
	},
	"interview":{
		"title":"Interview medestudent",
		"content":"<h2>Interview met een medestudent</h2><p>Laura, 17 jaar</p></br><p><b>Wat ga je studeren?</b></p><p>Game Art</p><p><b>Wat heb je hiervoor gedaan?</b></p><p>Gymnasium met het profiel Natuur en Gezondheid</p><p><b>Waarom ga je Game Art studeren?</b></p><p>Ik heb deze richting gekozen omdat ik allereerst ontzettend dol ben op games, ik zie het als een interactieve film. Daarnaast vind ik tekenen zeer interessant en rustgevend. Ik wil graag deze twee interesses combineren tot mijn droombaan: concept artist.</p><p><b>Wil je je als concept artist vooral focusen op het zelf maken van de kunst of stuur je liever een team aan?</b></p><p>Het lijkt me erg leuk om mensen aan te sturen, zo lang ik er zelf ook wel aan kan werken. Alleen maar anderen managen en zelf niet creatief bezig zijn lijkt me niks.</p><p><b>Hoe lang teken je al?</b></p><p>Sinds ik vier jaar oud ben ben, maar pas sinds twee jaar ben ik er op een serieuze manier.</p><p><b>Wat is je favoriete game (art) en waarom?</b></p><p>&lsquo;The Last of Us&rsquo;, omdat het verhaal heel erg mooi is en het me echt emotioneel greep. Daarnaast vind ik de sfeer heel erg goed gedaan, onder andere door het uiterlijk en de game art.</p><p><b>Wat voor een sfeer had The Last of Us?</b></p><p>De game speelt zich af in een apocalyptische wereld die is overgenomen door zombie&rsquo;s. Omdat de stad niet meer wordt onderhouden door de mens, zie je dat alles wordt overgenomen door de natuur. Dat geeft een heel hopeloos gevoel, maar is visueel tegelijkertijd heel mooi.</p><p><b>Heb je zelf een favoriete setting of onderwerp om over te tekenen?</b></p><p>Ook apocalyptische werelden. Omdat het iets heel vreemds iets wat je niet dagelijks meemaakt, maar toch deels herkenbare elementen heeft. Het spreekt me ook aan omdat zo&rsquo;n soort toekomstbeeld niet ondenkbaar zou zijn op de manier waarop we nu met de wereld omgaan.</p><p><b>Zou je educatief werk willen maken om bijvoorbeeld bewustzijn te cre&euml;ren over klimaatverandering?</b></p><p>Ja, maar niet games met educatie als voornaamste doel. Ik ben bang dat dat mensen afschrikt de game te spelen. Ik denk dat het beter is als de game subtiel mensen bewust maakt over bepaalde maatschappelijke problemen.</p><p><b>Zou je in de toekomst liever werken voor een grote studio of als indie developer?</b></p><p>Ik wil liever werken aan grote spellen bij een bekende studio, omdat dat de spellen zijn die me ook hebben geinspireerd deze studie te doen.</p>"
	}
}
